"CFBundleName" = "Infuse";
"NSHumanReadableCopyright" = "© 2026 Firecore, LLC";
"NSAppleMusicUsageDescription" = "Honek Infuse-k Apple 'TV' aplikazioarekin sinkronizatutako bideoetara sartzeko aukera emango du.";
"NSBluetoothPeripheralUsageDescription" = "Multimedia kanpoko gailuetara igortzeko erabiltzen da";
"NSMicrophoneUsageDescription" = "Kanpoko gailuekin parekatzeko erabiltzen da";
"NSCameraUsageDescription" = "Infuse-k QR kodeak eskaneatzea ahalbidetzen du honek.";
"NSFaceIDUsageDescription" = "Guraso kontrola gaituta dagoenean zure gailua desblokeatzea ahalbidetuko du honek.";
"NSLocationWhenInUseUsageDescription" = "Produktuak hobetzeko datu anonimoak partekatzeko erabiltzen da";
"NSLocationAlwaysAndWhenInUseUsageDescription" = "Produktuak hobetzeko datu anonimoak partekatzeko erabiltzen da";
"NSLocationAlwaysUsageDescription" = "Produktuak hobetzeko datu anonimoak partekatzeko erabiltzen da";
"NSPhotoLibraryUsageDescription" = "Infuse-ri argazkiak gehitzea ahalbidetuko dio honek.";
"NSBluetoothAlwaysUsageDescription" = "Infuse-ri inguruko Google Cast gailuetara konektatzeko eta multimedia bidaltzea ahalbidetuko du honek.";
"NSLocalNetworkUsageDescription" = "Infuse-ri zure sareko gailuetara konektatzea eta multimedia bidaltzea ahalbidetzen du honek.";
"NSPhotoLibraryAddUsageDescription" = "Horri esker, Infuse-k irudiak Argazkiak aplikazioan gorde ahal izango ditu.";
